Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: The coach hasn't saved anything about you yet. It adds a fact when you tell it something durable — an injury, a constraint, how you like to train — and "Summarise past chats" below distils older conversations into facts too. You can also add one yourself.
de: Der Coach hat noch nichts über dich gespeichert. Er legt einen Fakt an, wenn du ihm etwas Dauerhaftes sagst — eine Verletzung, eine Einschränkung, wie du gern trainierst — und „Frühere Chats zusammenfassen“ unten destilliert auch ältere Gespräche zu Fakten. Du kannst auch selbst einen hinzufügen.
es: El coach aún no ha guardado nada sobre ti. Añade un dato cuando le cuentas algo duradero: una lesión, una limitación, cómo te gusta entrenar; y «Resumir chats anteriores», abajo, también destila conversaciones antiguas en datos. También puedes añadir uno tú.
fr: Le coach n'a encore rien enregistré à votre sujet. Il ajoute un fait quand vous lui dites quelque chose de durable — une blessure, une contrainte, votre façon de vous entraîner — et « Résumer les conversations passées », ci-dessous, distille aussi les anciennes conversations en faits. Vous pouvez également en ajouter un vous-même.
it: Il coach non ha ancora salvato nulla su di te. Aggiunge un dato quando gli dici qualcosa di duraturo: un infortunio, un vincolo, come ti piace allenarti; e «Riassumi le chat passate», qui sotto, distilla in dati anche le conversazioni precedenti. Puoi anche aggiungerne uno tu.
pl: Trener nie zapisał jeszcze nic o Tobie. Dodaje fakt, gdy powiesz mu coś trwałego — o kontuzji, ograniczeniu, sposobie, w jaki lubisz trenować — a opcja „Podsumuj wcześniejsze rozmowy” poniżej destyluje w fakty także starsze rozmowy. Możesz też dodać fakt samodzielnie.
pt_pt: O coach ainda não guardou nada sobre ti. Adiciona um facto quando lhe dizes algo duradouro — uma lesão, uma limitação, como gostas de treinar — e «Resumir conversas anteriores», abaixo, também destila conversas antigas em factos. Também podes adicionar um tu.
ru: Тренер пока ничего о вас не сохранил. Факт появляется, когда вы сообщаете что-то устойчивое — травму, ограничение, как вам нравится тренироваться, — а «Обобщить прошлые чаты» ниже извлекает факты и из старых разговоров. Вы можете добавить факт и сами.
th: โค้ชยังไม่ได้บันทึกอะไรเกี่ยวกับคุณเลย โดยจะเพิ่มข้อเท็จจริงเมื่อคุณบอกบางสิ่งที่คงทน เช่น การบาดเจ็บ ข้อจำกัด วิธีที่คุณชอบฝึก และ "สรุปการสนทนาในอดีต" ด้านล่างยังกลั่นกรองการสนทนาเก่าๆ ให้เป็นข้อเท็จจริงด้วย คุณสามารถเพิ่มได้ด้วยตัวเอง
zh_hans: 教练还没有保存关于你的任何信息。当你告诉它一些持久的事情——伤病、限制、你喜欢的训练方式——它就会记下一条；下方的“总结过往对话”也会把旧对话提炼成事实。你也可以自己添加一条。
zh_hant: 教練還沒有儲存關於你的任何資訊。當你告訴它一些持久的事情——傷病、限制、你喜歡的訓練方式——它就會記下一條；下方的「總結過往對話」也會把舊對話提煉成事實。你也可以自己新增一條。

source: The coach is only as sharp as the model behind it. A stronger model reasons better over your data and gives advice worth acting on; a weak or very cheap one tends to be shallow or generic. That's why the default coaching model is a capable one, not a mini one — a bad first answer is a bad first impression for no reason you chose.
de: Der Coach ist nur so scharfsinnig wie das Modell dahinter. Ein stärkeres Modell denkt besser über deine Daten nach und gibt Rat, der es wert ist, umgesetzt zu werden; ein schwaches oder sehr billiges bleibt oft oberflächlich oder allgemein. Deshalb ist das Standard-Coaching-Modell ein leistungsfähiges, kein Mini-Modell — eine schlechte erste Antwort ist ein schlechter erster Eindruck ohne Grund, den du gewählt hättest.
es: El coach es tan agudo como el modelo que lo respalda. Un modelo más potente razona mejor sobre tus datos y da consejos que vale la pena seguir; uno débil o muy barato suele ser superficial o genérico. Por eso el modelo de coaching por defecto es uno capaz, no uno mini: una mala primera respuesta es una mala primera impresión sin ninguna razón que hayas elegido.
fr: Le coach n'est aussi fin que le modèle qui le sous-tend. Un modèle plus puissant raisonne mieux sur tes données et donne des conseils qui valent la peine d'être suivis ; un modèle faible ou très bon marché reste souvent superficiel ou générique. C'est pourquoi le modèle de coaching par défaut est capable, pas un mini — une mauvaise première réponse est une mauvaise première impression pour aucune raison que tu aurais choisie.
it: L'allenatore è acuto tanto quanto il modello dietro di esso. Un modello più forte ragiona meglio sui tuoi dati e fornisce consigli su cui vale la pena agire; uno debole o molto economico tende ad essere superficiale o generico. Ecco perché il modello di coaching predefinito è capace, non mini: una prima risposta negativa è una prima impressione negativa senza alcun motivo scelto.
pl: Trener jest tak bystry, jak model, który za nim stoi. Mocniejszy model lepiej wnioskuje z Twoich danych i daje rady warte wdrożenia; słaby albo bardzo tani bywa płytki i ogólnikowy. Dlatego domyślnym modelem trenerskim jest model zdolny, a nie mini — kiepska pierwsza odpowiedź to kiepskie pierwsze wrażenie bez powodu, który sam byś wybrał.
pt_pt: O treinador é tão perspicaz quanto o modelo por trás dele. Um modelo mais forte raciocina melhor sobre seus dados e dá conselhos que valem a pena seguir; um fraco ou muito barato tende a ser superficial ou genérico. É por isso que o modelo de coaching padrão é capaz, e não mini – uma primeira resposta ruim é uma primeira impressão ruim sem nenhum motivo que você escolheu.
ru: Тренер настолько проницателен, насколько и модель, стоящая за ним. Более надежная модель лучше анализирует ваши данные и дает советы, которым стоит следовать; слабый или очень дешевый, как правило, поверхностный или общий. Вот почему по умолчанию используется модель коучинга «способности», а не мини-модель: плохой первый ответ — это плохое первое впечатление без причины, которую вы выбрали.
th: โค้ชก็เฉียบคมพอๆ กับนางแบบที่อยู่ข้างหลังเท่านั้น โมเดลที่แข็งแกร่งกว่าจะมีเหตุผลที่ดีกว่าข้อมูลของคุณและให้คำแนะนำที่คุ้มค่าแก่การดำเนินการ อันที่อ่อนแอหรือถูกมากมีแนวโน้มที่จะตื้นหรือทั่วไป นั่นเป็นสาเหตุที่รูปแบบการฝึกสอนเริ่มต้นเป็นแบบที่มีความสามารถ ไม่ใช่แบบมินิ คำตอบแรกที่แย่คือความประทับใจแรกที่ไม่ดีโดยไม่มีเหตุผลที่คุณเลือก
zh_hans: 教练的敏锐程度取决于其背后的模特。更强大的模型可以更好地推理您的数据并提供值得采取行动的建议；弱的或非常便宜的往往是肤浅的或普通的。这就是为什么默认的辅导模式是一个有能力的模式，而不是一个迷你模式——一个糟糕的第一个答案就是一个糟糕的第一印象，无论你选择什么原因。
zh_hant: 教練的敏銳程度取決於背後的模特兒。更強大的模型可以更好地推理您的數據並提供值得採取行動的建議；弱的或非常便宜的往往是膚淺的或普通的。這就是為什麼預設的輔導模式是一個有能力的模式，而不是一個迷你模式——一個糟糕的第一個答案就是一個糟糕的第一印象，無論你選擇什麼原因。

source: The coach model could not be reached, so nothing was compared. Check the connection or your provider in Coach settings, then try again.
de: Das Coach-Modell konnte nicht erreicht werden, daher wurde nichts verglichen. Prüfe die Verbindung oder deinen Anbieter in den Coach-Einstellungen und versuche es erneut.
es: No se pudo contactar con el modelo del coach, por lo que no se comparó nada. Comprueba la conexión o el proveedor en los ajustes del Coach y vuelve a intentarlo.
fr: Le modèle du coach est resté inaccessible, donc aucune comparaison n’a été effectuée. Vérifiez la connexion ou votre fournisseur dans les réglages du Coach, puis réessayez.
it: Non è stato possibile raggiungere il modello del coach, quindi non è stato confrontato nulla. Controlla la connessione o il provider nelle impostazioni del Coach e riprova.
pl: Nie udało się połączyć z modelem trenera, więc nic nie zostało porównane. Sprawdź połączenie lub dostawcę w ustawieniach trenera i spróbuj ponownie.
pt_pt: Não foi possível contactar o modelo do coach, por isso nada foi comparado. Verifique a ligação ou o fornecedor nas definições do Coach e tente novamente.
ru: Не удалось связаться с моделью тренера, поэтому сравнение не выполнено. Проверьте подключение или поставщика в настройках тренера и повторите попытку.
th: ไม่สามารถเข้าถึงโมเดลโค้ชได้จึงไม่มีอะไรเทียบได้ ตรวจสอบการเชื่อมต่อหรือผู้ให้บริการของคุณในการตั้งค่า โค้ช แล้วลองอีกครั้ง
zh_hans: 无法连接教练模型，因此未进行比较。请检查网络连接或“教练”设置中的提供商，然后重试。
zh_hant: 無法連接教練模型，因此未進行比較。請檢查網絡連線或「教練」設定中的供應商，然後再試一次。

source: The coach never messages you first.
de: Der Coach meldet sich nie von sich aus.
es: El coach nunca te escribe primero.
fr: Le coach ne vous écrit jamais en premier.
it: L'allenatore non ti manda mai un messaggio per primo.
pl: Trener nigdy nie odzywa się pierwszy.
pt_pt: O treinador nunca envia mensagens para você primeiro.
ru: Тренер никогда не пишет вам первым.
th: โค้ชไม่เคยส่งข้อความถึงคุณก่อน
zh_hans: 教练从来不会先给你发消息。
zh_hant: 教練從來不會先傳訊息給你。

source: The coach only reaches out on a real milestone or a run of missed sessions — never chatter. Each message uses your provider (and your tokens).
de: Der Coach meldet sich nur bei einem echten Meilenstein oder einer Serie verpasster Einheiten — nie zum Plaudern. Jede Nachricht nutzt deinen Anbieter (und deine Tokens).
es: El coach solo te escribe ante un hito real o una racha de sesiones perdidas, nunca por charlar. Cada mensaje usa tu proveedor (y tus tokens).
fr: Le coach ne te contacte que pour un vrai jalon ou une série de séances manquées — jamais pour bavarder. Chaque message utilise ton fournisseur (et tes tokens).
it: L'allenatore raggiunge solo un traguardo reale o una serie di sessioni perse, mai chiacchiere. Ogni messaggio utilizza il tuo provider (e i tuoi token).
pl: Trener odzywa się tylko przy prawdziwym kamieniu milowym albo serii opuszczonych sesji — nigdy dla samej pogawędki. Każda wiadomość korzysta z Twojego dostawcy (i Twoich tokenów).
pt_pt: O coach só alcança um marco real ou uma série de sessões perdidas – nunca tagarelice. Cada mensagem usa seu provedor (e seus tokens).
ru: Тренер сообщает только о реальных вехах или серии пропущенных занятий — никогда не болтайте. Каждое сообщение использует вашего провайдера (и ваши токены).
th: โค้ชติดต่อเฉพาะเหตุการณ์สำคัญหรือเซสชันที่พลาดไปเท่านั้น อย่าพูดคุยกัน แต่ละข้อความใช้ผู้ให้บริการของคุณ (และโทเค็นของคุณ)
zh_hans: 教练只会针对真正的里程碑或一系列错过的课程进行指导，从不喋喋不休。每条消息都使用您的提供者（和您的令牌）。
zh_hant: 教練只會針對真正的里程碑或一系列錯過的課程進行指導，從不喋喋不休。每個訊息都使用您的提供者（和您的令牌）。

source: The coach reads a compact summary of your recent data — roughly your last two weeks plus 30-day averages and recent workouts — and can call small tools to fetch specific numbers on demand. Then it answers in plain language, grounded in those numbers rather than generic advice.
de: Der Coach liest eine kompakte Zusammenfassung deiner jüngeren Daten — grob deine letzten zwei Wochen plus 30-Tage-Durchschnitte und aktuelle Workouts — und kann kleine Tools aufrufen, um bei Bedarf konkrete Zahlen zu holen. Dann antwortet er in klarer Sprache, gestützt auf diese Zahlen statt auf allgemeine Ratschläge.
es: El coach lee un resumen compacto de tus datos recientes — más o menos tus últimas dos semanas más promedios de 30 días y entrenamientos recientes — y puede llamar a pequeñas herramientas para obtener números concretos cuando hace falta. Luego responde en lenguaje claro, apoyándose en esos números en vez de dar consejos genéricos.
fr: Le coach lit un résumé compact de tes données récentes — en gros tes deux dernières semaines plus les moyennes sur 30 jours et tes entraînements récents — et peut appeler de petits outils pour récupérer des chiffres précis au besoin. Puis il répond en langage clair, en s'appuyant sur ces chiffres plutôt que sur des conseils génériques.
it: L'allenatore legge un riepilogo compatto dei tuoi dati recenti - all'incirca le ultime due settimane più le medie di 30 giorni e gli allenamenti recenti - e può chiamare piccoli strumenti per recuperare numeri specifici su richiesta. Quindi risponde in un linguaggio semplice, basandosi su quei numeri piuttosto che su consigli generici.
pl: Trener czyta zwięzłe podsumowanie Twoich ostatnich danych — mniej więcej dwa ostatnie tygodnie plus średnie 30-dniowe i ostatnie treningi — i może wywoływać małe narzędzia, by pobrać konkretne liczby na żądanie. Następnie odpowiada prostym językiem, opierając się na tych liczbach, a nie na ogólnikach.
pt_pt: O treinador lê um resumo compacto de seus dados recentes – aproximadamente suas últimas duas semanas, mais médias de 30 dias e treinos recentes – e pode chamar pequenas ferramentas para buscar números específicos sob demanda. Em seguida, ele responde em linguagem simples, com base nesses números, e não em conselhos genéricos.
ru: Тренер читает компактную сводку ваших последних данных — примерно за последние две недели плюс средние значения за 30 дней и недавние тренировки — и может вызывать небольшие инструменты для получения конкретных цифр по запросу. Затем он отвечает простым языком, основываясь на этих цифрах, а не на общих советах.
th: โค้ชอ่านข้อมูลสรุปล่าสุดแบบกระชับ เช่น สองสัปดาห์ที่ผ่านมา ค่าเฉลี่ย 30 วัน และการออกกำลังกายล่าสุด และเรียกเครื่องมือที่ได้รับอนุญาตเพื่อดึงตัวเลขที่จำเป็นก่อนตอบจากข้อมูลจริง
zh_hans: 教练会阅读您最近数据的简洁摘要（大约是您过去两周的数据加上 30 天的平均值和最近的锻炼数据），并可以根据需要调用小工具来获取特定数据。然后它以简单的语言回答，基于这些数字而不是一般性建议。
zh_hant: 教練會閱讀您最近數據的簡潔摘要（大約是您過去兩週的數據加上 30 天的平均值和最近的鍛煉數據），並可以根據需要調用小工具來獲取特定數據。然後它以簡單的語言回答，基於這些數字而不是一般性建議。

source: The coach saved this during a conversation.
de: Der Coach hat das in einem Gespräch gespeichert.
es: El coach lo guardó durante una conversación.
fr: Le coach l'a enregistré au cours d'une conversation.
it: Il coach l'ha salvato durante una conversazione.
pl: Trener zapisał to w trakcie rozmowy.
pt_pt: O coach guardou isto durante uma conversa.
ru: Тренер сохранил это во время разговора.
th: โค้ชบันทึกสิ่งนี้ไว้ระหว่างการสนทนา
zh_hans: 教练在对话中保存了这条信息。
zh_hant: 教練在對話中儲存了這條資訊。

source: The coach works with your data on purpose — that's what makes it personal. The real privacy question is your provider (%@): they receive what you send, so choose one you trust. NOOP only ever sends what a request needs — a summary of the relevant metrics, never raw sensor data or unrelated personal details.
de: Der Coach arbeitet bewusst mit deinen Daten — das macht ihn persönlich. Die eigentliche Datenschutzfrage ist dein Anbieter (%@): Er erhält, was du sendest, also wähle einen, dem du vertraust. NOOP sendet immer nur, was eine Anfrage braucht — eine Zusammenfassung der relevanten Werte, nie rohe Sensordaten oder unnötige persönliche Angaben.
es: El coach trabaja con tus datos a propósito: eso es lo que lo hace personal. La verdadera cuestión de privacidad es tu proveedor (%@): recibe lo que envías, así que elige uno en el que confíes. NOOP solo envía lo que necesita una solicitud — un resumen de las métricas relevantes, nunca datos de sensor en bruto ni detalles personales no relacionados.
fr: Le coach travaille avec tes données à dessein — c'est ce qui le rend personnel. La vraie question de confidentialité, c'est ton fournisseur (%@) : il reçoit ce que tu envoies, alors choisis-en un de confiance. NOOP n'envoie que ce dont une requête a besoin — un résumé des indicateurs pertinents, jamais de données de capteur brutes ni de détails personnels sans rapport.
it: Il coach lavora con i tuoi dati di proposito: questo li rende personali. La vera questione della privacy è il tuo provider (%@): ricevono ciò che invii, quindi scegline uno di cui ti fidi. NOOP invia sempre e solo ciò di cui una richiesta ha bisogno: un riepilogo delle metriche rilevanti, mai dati grezzi del sensore o dettagli personali non correlati.
pl: Trener celowo pracuje na Twoich danych — to właśnie czyni go osobistym. Prawdziwe pytanie o prywatność dotyczy dostawcy (%@): to on otrzymuje to, co wysyłasz, więc wybierz takiego, któremu ufasz. NOOP wysyła wyłącznie to, czego wymaga dane zapytanie — podsumowanie istotnych wskaźników, nigdy surowych danych z czujników ani niepowiązanych informacji osobistych.
pt_pt: O coach trabalha com seus dados propositalmente – é isso que os torna pessoais. A verdadeira questão de privacidade é o seu provedor (%@): eles recebem o que você envia, então escolha um em que você confia. NOOP envia apenas o que uma solicitação precisa – um resumo das métricas relevantes, nunca dados brutos do sensor ou detalhes pessoais não relacionados.
ru: Тренер специально работает с вашими данными — именно это делает их личными. Настоящий вопрос конфиденциальности — это ваш провайдер (%@): он получает то, что вы отправляете, поэтому выберите того, которому вы доверяете. NOOP всегда отправляет только то, что необходимо запросу — сводку соответствующих показателей, а не необработанные данные датчиков или несвязанные личные данные.
th: โค้ชทำงานกับข้อมูลของคุณอย่างตั้งใจ นั่นคือสิ่งที่ทำให้เป็นเรื่องส่วนตัว คำถามความเป็นส่วนตัวที่แท้จริงคือผู้ให้บริการของคุณ (%@): พวกเขาได้รับสิ่งที่คุณส่ง ดังนั้นให้เลือกคำถามที่คุณไว้วางใจ NOOP จะส่งเฉพาะสิ่งที่คำขอต้องการเท่านั้น — สรุปตัวชี้วัดที่เกี่ยวข้อง ไม่ส่งข้อมูลเซ็นเซอร์ดิบหรือรายละเอียดส่วนบุคคลที่ไม่เกี่ยวข้อง
zh_hans: 教练有目的地处理你的数据——这就是它的个性化之处。真正的隐私问题是您的提供商 (%@)：他们会收到您发送的内容，因此请选择您信任的提供商。 NOOP 仅发送请求所需的内容 - 相关指标的摘要，从不发送原始传感器数据或不相关的个​​人详细信息。
zh_hant: 教練有目的地處理你的數據——這就是它的個人化之處。真正的隱私問題是您的提供者 (%@)：他們會收到您發送的內容，因此請選擇您信任的提供者。 NOOP 僅發送請求所需的內容 - 相關指標的摘要，從不發送原始感測器資料或不相關的個人詳細資訊。

source: The coach works with your data on purpose — that's what makes it personal. With a Custom server you point it at, nothing leaves %@ at all. NOOP only ever sends what a request needs — a summary of the relevant metrics, never raw sensor data.
de: Der Coach arbeitet bewusst mit deinen Daten — das macht ihn persönlich. Mit einem eigenen Server, auf den du ihn richtest, verlässt gar nichts %@. NOOP sendet immer nur, was eine Anfrage braucht — eine Zusammenfassung der relevanten Werte, nie rohe Sensordaten.
es: El coach trabaja con tus datos a propósito: eso es lo que lo hace personal. Con un servidor propio al que lo apuntes, nada sale de %@ en absoluto. NOOP solo envía lo que necesita una solicitud — un resumen de las métricas relevantes, nunca datos de sensor en bruto.
fr: Le coach travaille avec tes données à dessein — c'est ce qui le rend personnel. Avec un serveur perso vers lequel tu le diriges, rien ne quitte %@ du tout. NOOP n'envoie que ce dont une requête a besoin — un résumé des indicateurs pertinents, jamais de données de capteur brutes.
it: Il coach lavora con i tuoi dati di proposito: questo li rende personali. Con un server personalizzato a cui lo punti, non esce nulla da %@. NOOP invia sempre e solo ciò di cui una richiesta ha bisogno: un riepilogo delle metriche rilevanti, mai dati grezzi del sensore.
pl: Trener celowo pracuje na Twoich danych — to właśnie czyni go osobistym. Przy własnym serwerze, który sam wskażesz, nic nie opuszcza %@. NOOP wysyła wyłącznie to, czego wymaga dane zapytanie — podsumowanie istotnych wskaźników, nigdy surowych danych z czujników.
pt_pt: O coach trabalha com seus dados propositalmente – é isso que os torna pessoais. Com um servidor personalizado para o qual você aponta, nada sai de %@. NOOP envia apenas o que uma solicitação precisa - um resumo das métricas relevantes, nunca dados brutos do sensor.
ru: Тренер специально работает с вашими данными — именно это делает их личными. Если вы указываете на пользовательский сервер, ничего не покидает %@ вообще. NOOP всегда отправляет только то, что необходимо запросу — сводку соответствующих показателей, а не необработанные данные датчиков.
th: โค้ชทำงานกับข้อมูลของคุณอย่างตั้งใจ นั่นคือสิ่งที่ทำให้เป็นเรื่องส่วนตัว ด้วยเซิร์ฟเวอร์แบบกำหนดเองที่คุณชี้ไปที่ ไม่มีอะไรเหลือ %@ เลย NOOP จะส่งเฉพาะสิ่งที่คำขอต้องการเท่านั้น — สรุปตัวชี้วัดที่เกี่ยวข้อง ไม่ใช่ข้อมูลเซ็นเซอร์ดิบ
zh_hans: 教练有目的地处理你的数据——这就是它的个性化之处。使用自定义服务器，您将其指向，就不会留下 %@ 了。 NOOP 只发送请求所需的内容 - 相关指标的摘要，而不是原始传感器数据。
zh_hant: 教練有目的地處理你的數據——這就是它的個人化之處。使用自訂伺服器，您將其指向，就不會留下 %@ 了。 NOOP 只發送請求所需的內容 - 相關指標的摘要，而不是原始感測器資料。

source: The coach's judgement is the model's judgement. A small or cheap model gives shallow, generic answers; a capable one reasons well over your numbers.
de: Das Urteil des Coaches ist das Urteil des Modells. Ein kleines oder billiges Modell gibt oberflächliche, allgemeine Antworten; ein starkes denkt gut über deine Zahlen nach.
es: El criterio del coach es el criterio del modelo. Un modelo pequeño o barato da respuestas superficiales y genéricas; uno capaz razona bien sobre tus datos.
fr: Le jugement du coach, c'est celui du modèle. Un petit modèle bon marché donne des réponses superficielles et génériques ; un modèle solide raisonne bien sur tes chiffres.
it: Il giudizio dell'allenatore è il giudizio del modello. Un modello piccolo o economico fornisce risposte superficiali e generiche; uno capace ragiona bene sui tuoi numeri.
pl: Ocena trenera jest oceną modelu. Mały lub tani model daje płytkie, ogólne odpowiedzi; model zdolny dobrze wnioskuje z Twoich liczb.
pt_pt: O julgamento do treinador é o julgamento do modelo. Um modelo pequeno ou barato fornece respostas superficiais e genéricas; alguém capaz raciocina bem acima dos seus números.
ru: Суждение тренера – это суждение модели. Маленькая или дешевая модель дает поверхностные, общие ответы; способный человек хорошо рассудит ваши цифры.
th: การตัดสินของโค้ชคือการตัดสินของโมเดล โมเดลขนาดเล็กหรือราคาถูกให้คำตอบทั่วไปที่ตื้นเขิน เหตุผลหนึ่งที่มีความสามารถมากกว่าตัวเลขของคุณ
zh_hans: 教练的判断就是模特的判断。小型或廉价的模型给出了肤浅、通用的答案；一个有能力的人会比你的数字更能推理。
zh_hant: 教練的判斷就是模特兒的判斷。小型或廉價的模型給了膚淺、通用的答案；一個有能力的人會比你的數字更能推理。

source: The coaching model runs the conversation; cheaper background models handle chat summaries and quick card reads (Settings → Connection & model). NOOP never sends more personal data than a request needs.
de: Das Coaching-Modell führt das Gespräch; günstigere Hintergrund-Modelle übernehmen Chat-Zusammenfassungen und kurze Karten-Analysen (Einstellungen → Verbindung & Modell). NOOP sendet nie mehr persönliche Daten, als eine Anfrage braucht.
es: El modelo de coaching lleva la conversación; modelos de fondo más económicos se encargan de los resúmenes de chat y lecturas rápidas de tarjetas (Ajustes → Conexión y modelo). NOOP nunca envía más datos personales de los que necesita una solicitud.
fr: Le modèle de coaching mène la conversation ; des modèles d'arrière-plan moins chers gèrent les résumés de discussion et les lectures rapides de cartes (Réglages → Connexion et modèle). NOOP n'envoie jamais plus de données personnelles qu'une requête n'en a besoin.
it: Il modello di coaching guida la conversazione; i modelli di sfondo più economici gestiscono i riepiloghi della chat e le letture rapide delle carte (Impostazioni → Connessione e modello). NOOP non invia mai più dati personali di quelli necessari per una richiesta.
pl: Model trenerski prowadzi rozmowę; tańsze modele w tle zajmują się podsumowaniami rozmów i szybkimi odczytami kart (Ustawienia → Połączenie i model). NOOP nigdy nie wysyła więcej danych osobowych, niż wymaga zapytanie.
pt_pt: O modelo de coaching conduz a conversa; modelos de fundo mais baratos lidam com resumos de bate-papo e leituras rápidas de cartões (Configurações → Conexão e modelo). NOOP nunca envia mais dados pessoais do que uma solicitação precisa.
ru: Модель коучинга управляет разговором; более дешевые фоновые модели поддерживают сводки чата и быстрое чтение карточек (Настройки → Соединение и модель). NOOP никогда не отправляет больше личных данных, чем требуется для запроса.
th: โมเดลโค้ชเป็นผู้ดำเนินบทสนทนา ส่วนโมเดลเบื้องหลังที่ประหยัดกว่าจะสรุปแชตและอ่านการ์ดอย่างรวดเร็ว NOOP จะไม่ส่งข้อมูลส่วนตัวเกินกว่าที่คำขอต้องใช้
zh_hans: 教练模式主导对话；更便宜的后台模型处理聊天摘要和快速卡片读取（设置→连接和模型）。 NOOP 绝不会发送超出请求所需的个人数据。
zh_hant: 教練模式主導對話；更便宜的後台模型處理聊天摘要和快速卡片讀取（設定→連接和模型）。 NOOP 絕不會發送超出請求所需的個人資料。
